{
    "規則與條款": {
        "en": "Rules and terms",
        "th": "กฎและเงื่อนไข",
        "ja": "ルールと条件"
    },
    "法律和法律要求": {
        "en": "Laws and legal requirements",
        "th": "กฎหมายและข้อกำหนดทางกฎหมาย",
        "ja": "法律と法的要件"
    },
    "您必須處於您居住國家/地區確定的法定年齡。": {
        "en": "You must be of legal age determined by your country of residence.",
        "th": "คุณต้องบรรลุนิติภาวะตามที่กำหนดโดยประเทศที่คุณอาศัยอยู่",
        "ja": "あなたは居住国によって決定される法定年齢でなければなりません。"
    },
    "只有年滿18歲的用戶才能使用我們的服務。 未成年人在任何情況下均不得使用我們的服務。": {
        "en": "Only users over 18 years old can use our services.",
        "th": "เฉพาะผู้ใช้ที่มีอายุมากกว่า 18 ปีเท่านั้นที่สามารถใช้บริการของเราได้",
        "ja": "18歳以上のユーザーのみが当社のサービスを利用できます。"
    },
    "我們僅鼓勵用戶訪問或使用我們的服務，前提是該用戶位於在線賭場/賭博合法的國家/地區。 我們不打算任何人在非法使用我們服務的情況下使用我們的服務。 您有義務確定在線賭場在您居住的地方是合法的。 您必須獨自承擔在線賭場非法的所有法律責任。": {
        "en": "We only encourage users to access or use our services, provided that the user is located in a country/region where online casino/gambling is legal.",
        "th": "เราสนับสนุนให้ผู้ใช้เข้าถึงหรือใช้บริการของเราเท่านั้นโดยที่ผู้ใช้นั้นอยู่ในประเทศ / ภูมิภาคที่คาสิโนออนไลน์ / การพนันถูกกฎหมาย",
        "ja": "オンラインカジノ/ギャンブルが合法である国/地域にユーザーがいる場合に限り、ユーザーが当社のサービスにアクセスまたは使用することをお勧めします。"
    },
    "使用軟件的協議": {
        "en": "Software agreement",
        "th": "ข้อตกลงซอฟต์แวร์",
        "ja": "ソフトウェア契約"
    },
    "我們的軟件並非專為您個人設計，您必須遵循以下規定才能在網上賭場玩遊戲：": {
        "en": "Our software is not designed for you personally. You must follow the following rules to play games in online casinos:",
        "th": "ซอฟต์แวร์ของเราไม่ได้ออกแบบมาสำหรับคุณเป็นการส่วนตัวคุณต้องปฏิบัติตามกฎต่อไปนี้เพื่อเล่นเกมในคาสิโนออนไลน์:",
        "ja": "私たちのソフトウェアはあなたのために個人的に設計されたものではありません。オンラインカジノでゲームをプレイするには、次のルールに従う必要があります。"
    },
    "禁止您這樣做：": {
        "en": "You are prohibited from doing this:",
        "th": "คุณไม่ได้รับอนุญาตให้ทำสิ่งนี้:",
        "ja": "これを行うことは禁止されています："
    },
    "通過在線服務或遠程控製或其他方法將軟件上傳或安裝到其他服務器。": {
        "en": "Upload or install the software to other servers through online services or remote control or other methods.",
        "th": "อัปโหลดหรือติดตั้งซอฟต์แวร์ไปยังเซิร์ฟเวอร์อื่นผ่านบริการออนไลน์หรือรีโมทคอนโทรลหรือวิธีการอื่น ๆ",
        "ja": "オンラインサービス、リモートコントロール、またはその他の方法で、ソフトウェアを他のサーバーにアップロードまたはインストールします。"
    },
    "您不擁有分配，租賃，借出，轉讓或複制軟件的權利。": {
        "en": "You do not have the right to distribute, lease, lend, transfer or copy the software.",
        "th": "คุณไม่มีสิทธิ์ในการแจกจ่ายให้เช่าให้ยืมถ่ายโอนหรือคัดลอกซอฟต์แวร์",
        "ja": "お客様には、ソフトウェアを配布、リース、貸与、譲渡、またはコピーする権利がありません。"
    },
    "禁止對該軟件進行任何編輯。": {
        "en": "Any editing of the software is prohibited.",
        "th": "ห้ามแก้ไขซอฟต์แวร์ใด ๆ",
        "ja": "ソフトウェアの編集は禁止されています。"
    },
    "禁止使用第三方軟件或程序嘗試或訪問我們的系統或軟件，並導致我們的軟件無法正常運行。 我們將對其中任何一項採取法律行動。": {
        "en": "It is forbidden to use third-party software or programs to try or access our system or software, and cause our software to fail to operate normally.",
        "th": "ห้ามมิให้ใช้ซอฟต์แวร์หรือโปรแกรมของบุคคลที่สามเพื่อพยายามหรือเข้าถึงระบบหรือซอฟต์แวร์ของเราและทำให้ซอฟต์แวร์ของเราไม่สามารถทำงานได้ตามปกติ",
        "ja": "サードパーティのソフトウェアまたはプログラムを使用してシステムまたはソフトウェアにアクセスしたり、ソフトウェアを正常に動作させたりすることは禁じられています。"
    },
    "已同意，擁有，下載或安裝我們軟件的任何人都將遵守我們的條款和條件，並且不會採取任何會影響遊戲體驗的措施。": {
        "en": "It has been agreed that anyone who owns, downloads or installs our software will abide by our terms and conditions and will not take any measures that will affect the gaming experience.",
        "th": "มีการตกลงกันว่าใครก็ตามที่เป็นเจ้าของดาวน์โหลดหรือติดตั้งซอฟต์แวร์ของเราจะปฏิบัติตามข้อกำหนดและเงื่อนไขของเราและจะไม่ใช้มาตรการใด ๆ ที่จะส่งผลต่อประสบการณ์การเล่นเกม",
        "ja": "当社のソフトウェアを所有、ダウンロード、またはインストールする人は、当社の利用規約を遵守し、ゲーム体験に影響を与えるような措置を講じないことに同意しています。"
    },
    "責任範圍": {
        "en": "Limitation of Liability",
        "th": "กฏเกณฑ์ของหนี้สิน",
        "ja": "責任の制限"
    },
    "在法律要求允許的範圍內，我們和用戶來自使用在線賭場的本協議：": {
        "en": "To the extent permitted by law, this agreement between us and users comes from the use of online casinos:",
        "th": "ตามขอบเขตที่กฎหมายอนุญาตข้อตกลงระหว่างเราและผู้ใช้นี้มาจากการใช้คาสิโนออนไลน์:",
        "ja": "法律で許可されている範囲で、私たちとユーザーの間のこの合意は、オンラインカジノの使用に由来します。"
    },
    "本軟件不附帶任何保證，我們特此排除所有隱含條款和保證。我們不保證該軟件可以滿足每個人的需求。": {
        "en": "This software does not come with any guarantee, we hereby exclude all implied terms and guarantees.",
        "th": "ซอฟต์แวร์นี้ไม่ได้มาพร้อมกับการรับประกันใด ๆ เราขอยกเว้นข้อกำหนดและการรับประกันโดยนัยทั้งหมด",
        "ja": "このソフトウェアにはいかなる保証も付いていません。これにより、すべての暗黙の条件と保証を除外します。"
    },
    "我們不保證該軟件不會造成侵權，並且運行過程將100％無錯誤。對於由軟件引起的費用，我們對您或第三方不承擔任何責任。但是，如果軟件有錯誤或故障，我們將採取相關措施盡快糾正。": {
        "en": "We do not guarantee that the software will not cause infringement, and the operation process will be 100% error-free.",
        "th": "เราไม่รับประกันว่าซอฟต์แวร์จะไม่ก่อให้เกิดการละเมิดและกระบวนการดำเนินการจะปราศจากข้อผิดพลาด 100%",
        "ja": "ソフトウェアが侵害を引き起こさないことを保証するものではなく、操作プロセスは100％エラーがありません。"
    },
    "由於使用在線賭場而產生的本協議對您和第三方造成的最大責任，無論是由於違反合同，無法履行義務或對用戶造成直接損害，均不超過該金額付費使用該軟件的用戶數量。": {
        "en": "The maximum liability of this agreement to you and a third party arising from the use of online casinos, whether due to a breach of contract, failure to perform obligations or direct damage to users, shall not exceed the number of users who have paid for the software.",
        "th": "ความรับผิดสูงสุดของข้อตกลงนี้ต่อคุณและบุคคลที่สามที่เกิดขึ้นจากการใช้คาสิโนออนไลน์ไม่ว่าจะเกิดจากการละเมิดสัญญาการไม่ปฏิบัติตามข้อผูกพันหรือความเสียหายโดยตรงต่อผู้ใช้จะต้องไม่เกินจำนวนผู้ใช้ที่ชำระเงินสำหรับซอฟต์แวร์",
        "ja": "契約違反、義務の不履行、またはユーザーへの直接的な損害のいずれかが原因であるかどうかにかかわらず、オンラインカジノの使用から生じるお客様および第三者に対する本契約の最大責任は、ソフトウェアの料金を支払ったユーザーの数を超えないものとします。"
    },
    "無論在任何情況下，微博帝國，我們的員工，董事會，提供者，生產者，代理商，父母和子公司以及其他關聯方均無需對任何直接或間接的損害，損失或任何其他形式承擔任何責任。使用在線賭場的後果。如果使用在線賭場中斷，我們將在註意到後採取必要的措施。": {
        "en": "In any case, Weibo Empire, our employees, board of directors, providers, producers, agents, parents and subsidiaries and other related parties shall not be liable for any direct or indirect damage, loss or any other form",
        "th": "ไม่ว่าในกรณีใด Weibo Empire พนักงานของเราคณะกรรมการผู้ให้บริการผู้ผลิตตัวแทนผู้ปกครองและ บริษัท ย่อยและผู้เกี่ยวข้องอื่น ๆ ไม่จำเป็นต้องรับผิดชอบใด ๆ ต่อความเสียหายการสูญเสียหรือรูปแบบอื่นใดทั้งทางตรงและทางอ้อม",
        "ja": "いずれの場合も、Weibo Empire、当社の従業員、取締役会、プロバイダー、プロデューサー、エージェント、親会社、子会社、およびその他の関連当事者は、直接的または間接的な損害、損失、またはその他の形態について一切の責任を負わないものとします。"
    },
    "任何可允許的索賠應在事件發生之日起30天內提出。在30天內未向我們報告的任何索賠將被視為沒收。": {
        "en": "Any allowable claims should be filed within 30 days from the date of the incident.",
        "th": "การเรียกร้องใด ๆ ที่อนุญาตควรยื่นภายใน 30 วันนับจากวันที่เกิดเหตุ",
        "ja": "許容される請求は、インシデントの日付から30日以内に提出する必要があります。"
    },
    "在訪問我們的軟件或服務時，由於使用第三方程序或設備而引起的任何風險或成本應完全由用戶承擔。我們將不賠償任何此類風險。": {
        "en": "When accessing our software or services, any risks or costs arising from the use of third-party programs or equipment shall be entirely borne by the user.",
        "th": "เมื่อเข้าถึงซอฟต์แวร์หรือบริการของเราความเสี่ยงหรือค่าใช้จ่ายใด ๆ ที่เกิดจากการใช้โปรแกรมหรืออุปกรณ์ของบุคคลที่สามจะตกเป็นภาระของผู้ใช้ทั้งหมด",
        "ja": "当社のソフトウェアまたはサービスにアクセスする場合、サードパーティのプログラムまたは機器の使用から生じるリスクまたはコストは、すべてユーザーが負担するものとします。"
    },
    "您在此承認，使用軟件的風險自負。我們不對任何損失或費用負責。": {
        "en": "You hereby acknowledge that you use the software at your own risk.",
        "th": "คุณรับทราบว่าคุณใช้ซอฟต์แวร์โดยยอมรับความเสี่ยงเอง",
        "ja": "お客様は、ご自身の責任でソフトウェアを使用することをここに認めます。"
    },
    "如果任何用戶嘗試操縱或作弊，我們有權關閉用戶帳戶，所有餘額將被沒收。所有遊戲都必須使用我們的軟件，禁止使用任何第三方設備或軟件。": {
        "en": "If any user tries to manipulate or cheat, we have the right to close the user's account and all balance will be confiscated.",
        "th": "หากผู้ใช้รายใดพยายามจัดการหรือโกงเรามีสิทธิ์ปิดบัญชีของผู้ใช้และยอดเงินทั้งหมดจะถูกยึด",
        "ja": "ユーザーが操作または不正行為を試みた場合、当社はユーザーのアカウントを閉鎖する権利を有し、すべての残高は没収されます。"
    },
    "安全與保障": {
        "en": "Safety and security",
        "th": "ความปลอดภัยและความปลอดภัย",
        "ja": "安全性と保安"
    },
    "我們僅允許用戶通過安全網絡訪問我們的娛樂場服務。 您必須先通過我們的安全登錄名才能訪問我們的服務。": {
        "en": "We only allow users to access our casino services through a secure network.",
        "th": "เราอนุญาตให้ผู้ใช้เข้าถึงบริการคาสิโนของเราผ่านเครือข่ายที่ปลอดภัยเท่านั้น",
        "ja": "ユーザーは安全なネットワークを介してのみカジノサービスにアクセスできます。"
    },
    "用戶帳戶應用於娛樂目的，禁止以任何商業或他人名義使用。": {
        "en": "User accounts are used for entertainment purposes, and it is prohibited to use them in the name of any business or others.",
        "th": "ควรใช้บัญชีผู้ใช้เพื่อความบันเทิงและห้ามใช้ในนามของธุรกิจใด ๆ หรืออื่น ๆ",
        "ja": "ユーザーアカウントは娯楽目的で使用され、企業または他の人の名前で使用することは禁止されています。"
    },
    "您應該對登錄ID和密碼保持機密，並且不得透露給他人。 用戶必須為其自己的ID負責任何交易或遊戲記錄。": {
        "en": "You should keep your login ID and password confidential and not disclose it to others.",
        "th": "คุณควรเก็บ ID ล็อกอินและรหัสผ่านไว้เป็นความลับและไม่เปิดเผยให้ผู้อื่นทราบ",
        "ja": "ログインIDとパスワードは秘密にして、他人に開示しないでください。"
    },
    "用戶責任": {
        "en": "User responsibility",
        "th": "ความรับผิดชอบของผู้ใช้",
        "ja": "ユーザーの責任"
    },
    "您有義務檢查您所在國家/地區使用在線賭場的合法性。 如果您訪問我們的服務是在您自己的國家或您居住的地方是非法的，則必須承擔所有風險。": {
        "en": "You are obliged to check the legality of using online casinos in your country/region.",
        "th": "คุณมีหน้าที่ต้องตรวจสอบความถูกต้องตามกฎหมายของการใช้คาสิโนออนไลน์ในประเทศ / ภูมิภาคของคุณ",
        "ja": "あなたはあなたの国/地域でオンラインカジノを使用することの合法性をチェックする義務があります。"
    },
    "使用在線賭場服務時，您應對所有稅款或費用負全部責任。": {
        "en": "When using online casino services, you are fully responsible for all taxes or fees.",
        "th": "เมื่อใช้บริการคาสิโนออนไลน์คุณต้องรับผิดชอบภาษีหรือค่าธรรมเนียมทั้งหมดอย่างเต็มที่",
        "ja": "オンラインカジノサービスを使用する場合、すべての税金または手数料はお客様の負担となります。"
    },
    "如果您的個人詳細信息已更改，則應將您的註冊詳細信息告知我們。": {
        "en": "If your personal details have been changed, you should inform us of your registration details.",
        "th": "หากรายละเอียดส่วนบุคคลของคุณมีการเปลี่ยนแปลงคุณควรแจ้งรายละเอียดการลงทะเบียนของคุณให้เราทราบ",
        "ja": "個人情報が変更された場合は、登録内容をお知らせください。"
    },
    "您同意我們所有的遊戲結果均由隨機數生成器生成。 所有結果都是公平的。 如果遊戲結果與服務器結果不同，並且您確認我們在服務器上的記錄是確定條款和環境的最終授權。": {
        "en": "You agree that all our game results are generated by a random number generator.",
        "th": "คุณยอมรับว่าผลลัพธ์เกมทั้งหมดของเราสร้างขึ้นโดยตัวสร้างตัวเลขสุ่ม",
        "ja": "あなたは私たちのすべてのゲーム結果がランダム数ジェネレーターによって生成されることに同意します。"
    },
    "當在線娛樂場出現技術問題或故障時，所有投注將失效。": {
        "en": "In the event of a technical problem or malfunction in the online casino, all bets will be void.",
        "th": "ในกรณีที่เกิดปัญหาทางเทคนิคหรือความผิดปกติในคาสิโนออนไลน์การเดิมพันทั้งหมดจะเป็นโมฆะ",
        "ja": "オンラインカジノで技術的な問題や誤動作が発生した場合、すべての賭けは無効になります。"
    },
    "帳戶責任": {
        "en": "Account responsibility",
        "th": "ความรับผิดชอบบัญชี",
        "ja": "アカウントの責任"
    },
    "您同意，按照我們自己的意願向我們的帳戶付款，並且不會要求退款或取消。 用戶同意承擔付款的所有額外費用。": {
        "en": "You agree to pay our account according to our own wishes and will not ask for a refund or cancellation.",
        "th": "คุณตกลงที่จะชำระบัญชีของเราตามความประสงค์ของเราเองและจะไม่ขอคืนเงินหรือยกเลิก",
        "ja": "あなたは私たち自身の希望に従って私たちのアカウントに支払うことに同意し、返金やキャンセルを要求することはありません。"
    },
    "您必須確保已付款到我們提供的帳戶。 付款的詳細信息應與您的註冊詳細信息一致，不允許第三方付款。": {
        "en": "You must ensure that payment has been made to the account we provide.",
        "th": "คุณต้องตรวจสอบให้แน่ใจว่าได้ชำระเงินไปยังบัญชีที่เราให้ไว้",
        "ja": "あなたは私たちが提供するアカウントに支払いが行われたことを確認する必要があります。"
    },
    "如果您遇到此類問題，請與我們聯繫以獲取更多詳細信息。": {
        "en": "If you encounter such problems, please contact us for more details.",
        "th": "หากคุณพบปัญหาดังกล่าวโปรดติดต่อเราเพื่อขอรายละเอียดเพิ่มเติม",
        "ja": "このような問題が発生した場合は、詳細についてお問い合わせください。"
    },
    "所有沒有登錄或遊戲記錄的帳戶將被視為“休眠”帳戶。 所有這些“休眠”帳戶餘額將被沒收。 為避免帳戶餘額過高，請登錄並在12個月內玩一些遊戲。": {
        "en": "All accounts without login or game history will be considered \"dormant\" accounts.",
        "th": "บัญชีทั้งหมดที่ไม่มีประวัติการเข้าสู่ระบบหรือเกมจะถือว่าเป็นบัญชี \"เฉยๆ\"",
        "ja": "ログインまたはゲーム履歴のないすべてのアカウントは、「休止」アカウントと見なされます。"
    },
    "您的保證，陳述和賠償": {
        "en": "Your guarantee, representation and compensation",
        "th": "การรับประกันการเป็นตัวแทนและการชดเชยของคุณ",
        "ja": "あなたの保証、表明および補償"
    },
    "您必須同意或履行所有僅有權玩在線賭場或使用我們的服務的條款和條件。": {
        "en": "You must agree to or fulfill all terms and conditions that are only authorized to play online casinos or use our services.",
        "th": "คุณต้องยอมรับหรือปฏิบัติตามข้อกำหนดและเงื่อนไขทั้งหมดที่ได้รับอนุญาตให้เล่นคาสิโนออนไลน์หรือใช้บริการของเราเท่านั้น",
        "ja": "オンラインカジノのプレイまたは当社のサービスの使用のみが許可されているすべての利用規約に同意するか、それを満たす必要があります。"
    },
    "您必須確保您的居住區允許使用在線賭場。": {
        "en": "You must ensure that online casinos are allowed in your residential area.",
        "th": "คุณต้องแน่ใจว่าคาสิโนออนไลน์ได้รับอนุญาตในเขตที่อยู่อาศัยของคุณ",
        "ja": "あなたはあなたの居住地域でオンラインカジノが許可されていることを確認する必要があります。"
    },
    "您的行為是出於個人利益，而不是出於任何商業目的。您確認嚴格禁止將其用於任何其他目的。": {
        "en": "Your actions are for personal gain, not for any commercial purpose.",
        "th": "การกระทำของคุณเป็นไปเพื่อผลประโยชน์ส่วนตัวไม่ใช่เพื่อวัตถุประสงค์ทางการค้าใด ๆ",
        "ja": "あなたの行動は個人的な利益のためであり、商業目的ではありません。"
    },
    "您在心理和身體上都很穩定，未被歸類為強迫性賭徒。": {
        "en": "You are mentally and physically stable and are not classified as a compulsive gambler.",
        "th": "คุณมีความมั่นคงทางจิตใจและร่างกายและไม่ได้ถูกจัดให้เป็นนักพนันที่ถูกบังคับ",
        "ja": "あなたは精神的および肉体的に安定しており、強制的なギャンブラーとして分類されていません。"
    },
    "您必須對所有獎品，遊戲記錄或向當地政府或稅務機關提供的其他信息負責。": {
        "en": "You must be responsible for all prizes, game records or other information provided to local governments or tax authorities.",
        "th": "คุณต้องรับผิดชอบต่อรางวัลบันทึกเกมหรือข้อมูลอื่น ๆ ที่ให้ไว้กับรัฐบาลท้องถิ่นหรือหน่วยงานด้านภาษี",
        "ja": "地方自治体や税務当局に提供されるすべての賞品、ゲームの記録、またはその他の情報については、あなたが責任を負う必要があります。"
    },
    "您同意向我們提供真實的信息，如有任何更改，您有義務告知我們。": {
        "en": "You agree to provide us with true information. If there are any changes, you are obliged to inform us.",
        "th": "คุณตกลงที่จะให้ข้อมูลที่เป็นจริงแก่เราหากมีการเปลี่ยนแปลงใด ๆ คุณจำเป็นต้องแจ้งให้เราทราบ",
        "ja": "あなたは私たちに本当の情報を提供することに同意します。変更がある場合、あなたは私たちに通知する義務があります。"
    },
    "您了解賭博可能會賠錢。": {
        "en": "You understand that gambling may lose money.",
        "th": "คุณเข้าใจว่าการพนันอาจเสียเงิน",
        "ja": "あなたはギャンブルがお金を失うかもしれないことを理解しています。"
    },
    "不允許將非法資金或犯罪活動用於存款。": {
        "en": "It is not allowed to use illegal funds or criminal activities for deposits.",
        "th": "ไม่อนุญาตให้ใช้เงินที่ผิดกฎหมายหรือกิจกรรมทางอาญาในการฝากเงิน",
        "ja": "違法な資金や犯罪行為を預金に使用することは許可されていません。"
    },
    "在線娛樂場禁止進行勾結，試圖勾結或意圖參與。": {
        "en": "Online casinos prohibit collusion, attempted collusion or intention to participate.",
        "th": "คาสิโนออนไลน์ห้ามการสมรู้ร่วมคิดพยายามสมรู้ร่วมคิดหรือตั้งใจที่จะเข้าร่วม",
        "ja": "オンラインカジノは、共謀、共謀未遂、または参加の意図を禁止しています。"
    },
    "您必須至少年滿18歲。禁止未成年人。": {
        "en": "You must be at least 18 years old.",
        "th": "คุณต้องมีอายุอย่างน้อย 18 ปี",
        "ja": "18歳以上である必要があります。"
    },
    "您不是與公司利益有關的我們的高級職員，員工，供應商或任何關聯方。如果您違反此禁止規定，則會採取必要的措施。": {
        "en": "You are not our senior staff, employee, supplier or any related party related to company interests.",
        "th": "คุณไม่ใช่เจ้าหน้าที่อาวุโสพนักงานซัพพลายเออร์หรือบุคคลที่เกี่ยวข้องใด ๆ ที่เกี่ยวข้องกับผลประโยชน์ของ บริษัท",
        "ja": "あなたは当社の上級スタッフ、従業員、サプライヤー、または会社の利益に関連する関係者ではありません。"
    },
    "保留權利": {
        "en": "Reserved rights",
        "th": "สงวนสิทธิ์",
        "ja": "予約権"
    },
    "我們保留以下權利：": {
        "en": "We reserve the following rights:",
        "th": "ขอสงวนสิทธิ์ดังต่อไปนี้:",
        "ja": "以下の権利を留保します。"
    },
    "拒絕任何註冊我們服務的申請人。": {
        "en": "Reject any applicants who have registered for our services.",
        "th": "ปฏิเสธผู้สมัครที่ลงทะเบียนใช้บริการของเรา",
        "ja": "当社のサービスに登録した申請者を拒否します。"
    },
    "拒絕在線賭場上的任何賭注。": {
        "en": "Reject any bets on online casinos.",
        "th": "ปฏิเสธการเดิมพันใด ๆ ในคาสิโนออนไลน์",
        "ja": "オンラインカジノへの賭けを拒否します。"
    },
    "要修改，暫停，刪除或取消在線賭場上的任何遊戲或錦標賽。": {
        "en": "To modify, suspend, delete or cancel any game or tournament on the online casino.",
        "th": "ในการแก้ไขระงับลบหรือยกเลิกเกมหรือการแข่งขันบนคาสิโนออนไลน์",
        "ja": "オンラインカジノのゲームまたはトーナメントを変更、一時停止、削除、またはキャンセルすること。"
    },
    "做出並決定修改或取消我們所推廣的任何促銷或活動，包括時間表。": {
        "en": "Make and decide to modify or cancel any promotions or events that we promote, including timetables.",
        "th": "ตัดสินใจและตัดสินใจที่จะแก้ไขหรือยกเลิกโปรโมชั่นหรือกิจกรรมที่เราส่งเสริมรวมถึงตารางเวลา",
        "ja": "タイムテーブルを含め、当社が宣伝するプロモーションやイベントを変更またはキャンセルすることを決定します。"
    },
    "對於任何獎金，賭注或遊戲問題，我們都有最終決定權。": {
        "en": "We have the final decision on any bonus, bet or game issue.",
        "th": "เรามีการตัดสินใจขั้นสุดท้ายเกี่ยวกับปัญหาโบนัสเดิมพันหรือเกม",
        "ja": "ボーナス、賭け、ゲームの問題については、最終決定を下します。"
    },
    "通知": {
        "en": "Notice",
        "th": "ข้อสังเกต",
        "ja": "通知"
    },
    "我們有權訪問用戶信息，並向我們的用戶發送電子郵件，電話或任何相關通信。": {
        "en": "We have the right to access user information and send emails, phone calls or any related communications to our users.",
        "th": "เรามีสิทธิ์ในการเข้าถึงข้อมูลของผู้ใช้และส่งอีเมลโทรศัพท์หรือการสื่อสารใด ๆ ที่เกี่ยวข้องไปยังผู้ใช้ของเรา",
        "ja": "当社は、ユーザー情報にアクセスし、電子メール、電話、または関連する通信をユーザーに送信する権利を有します。"
    },
    "如果您需要幫助，請給我們發送電子郵件或通過實時聊天。": {
        "en": "If you need help, please send us an email or via live chat.",
        "th": "หากคุณต้องการความช่วยเหลือโปรดส่งอีเมลถึงเราหรือทางแชทสด",
        "ja": "サポートが必要な場合は、メールまたはライブチャットでお送りください。"
    },
    "自我排斥": {
        "en": "Self-exclusion",
        "th": "การกีดกันตนเอง",
        "ja": "自己排除"
    },
    "如果您的帳戶需要自我排除，請與我們聯繫，我們將立即提供幫助。": {
        "en": "If your account requires self-exclusion, please contact us and we will help immediately.",
        "th": "หากบัญชีของคุณต้องการการยกเว้นตนเองโปรดติดต่อเราและเราจะช่วยเหลือทันที",
        "ja": "アカウントで自己除外が必要な場合は、お問い合わせください。すぐにサポートいたします。"
    }
}